Repository: KDE/kinfocenter
Catalog: po/*/kcm_nic.po
Languages: az, ca, el, es, is, ka, pa, ro, sk, uk, vi

# @item:intable Network type
source: Loopback
az: Nöqtədən nöqtəyə
ca: Punt a punt
el: Δισημειακό
es: Punto a punto
is: Bein tenging (point to point)
ka: წერტილიდან წერტილამდე
pa: ਪੁਆਇੰਟ ਤੋਂ ਪੁਆਇੰਟ
ro: Punct la punct
sk: Point to Point
uk: Точка-точка
vi: Đơn bá

# @item:intable Network type
source: Loopback
az: Yayım
ca: Difusió
el: Αναμετάδοση
es: Emisión
is: Víðvarp
ka: გამოცხადება
pa: ਬਰਾਡਕਾਸਟ
ro: Difuzare
sk: Broadcast
uk: Трансляція
vi: Quảng bá

# @item:intable Network type
source: Loopback
az: Çoxünvanlı yayım
ca: Multidifusió
el: Πολλαπλή αναμετάδοση
es: Multidifusión
is: Margvarp
ka: Multicast
pa: ਮਲਟੀਕਾਸਟ
ro: Multicast
sk: Multicast
uk: Групова трансляція
vi: Đa bá

# @item:intable Network type
source: Loopback
ca: Bucle tancat
el: Βρόχος ανακύκλωσης
is: Hringtenging
ka: მარყუჟი ინტერფეისი
pa: ਲੂਪਬੈਕ
ro: Buclă retur
uk: Зворотнє монтування
vi: Vòng lại

# @label
source: State:
az: Adı:
ca: Nom:
el: Όνομα:
es: Nombre:
is: Heiti:
ka: სახელი:
pa: ਨਾਂ:
ro: Denumire:
sk: Názov:
uk: Назва:
vi: Tên:

# @label
source: State:
az: Ünvan:
ca: Adreça:
el: Διεύθυνση:
es: Dirección:
is: Vistfang:
ka: მისამართი:
pa: ਐਡਰੈੱਸ:
ro: Adresă:
sk: Adresa:
uk: Адреса:
vi: Địa chỉ:

# @label
source: State:
az: Şəbəkə maskası:
ca: Màscara de xarxa:
el: Μάσκα δικτύου:
es: Máscara de red:
is: Netmöskvi:
ka: ქსელის ნიღაბი:
pa: ਨੈੱਟਵਰਕ ਮਾਸਕ:
ro: Mască rețea:
sk: Sieťová maska:
uk: Маска мережі:
vi: Mặt nạ mạng:

# @label
source: State:
az: Növü:
ca: Tipus:
el: Τύπος:
es: Tipo:
is: Tegund:
ka: ტიპი:
pa: ਕਿਸਮ:
ro: Tip:
sk: Typ:
uk: Тип:
vi: Kiểu:

# @label
source: State:
az: Avadanlığın ünvanı:
ca: Adreça del maquinari:
el: Διεύθυνση υλικού:
es: Dirección hardware:
is: Vistfang vélbúnaðar:
ka: აპარატურული მისამართი:
pa: ਹਾਰਡਵੇਅਰ ਐਡਰੈੱਸ:
ro: Adresă fizică:
sk: Hardvérová adresa:
uk: Апаратна адреса:
vi: Địa chỉ phần cứng:

# @label
source: State:
az: Vəziyyət:
ca: Estat:
el: Κατάσταση:
es: Estado:
is: Staða:
ka: მდგომარეობა:
pa: ਹਾਲਤ:
ro: Stare:
sk: Stav:
uk: Стан:
vi: Trạng thái:

# State of network card is connected
source: Up
az: İşlək
ca: Activa
el: Πάνω
es: Arriba
is: Virkt
ka: მაღლა
pa: ਚਾਲੂ
ro: Conectat
sk: Beží
uk: Ввімк.
vi: Kết nối

# State of network card is disconnected
source: Down
az: Söndürülmüş
ca: Inactiva
el: Κάτω
es: Abajo
is: Óvirkt
ka: ქვემოთ
pa: ਬੰਦ
ro: Deconectat
sk: Nebeží
uk: Вимк.
vi: Không kết nối

# @action:button
source: Refresh
az: Təzələmək
ca: Actualitza
el: Ανανέωση
es: Actualizar
is: Uppfæra
ka: განახლება
pa: ਤਾਜ਼ਾ ਕਰੋ
ro: Reîmprospătează
sk: Obnoviť
uk: Оновити
vi: Cập nhật
