Repository: KDE/kinfocenter
Catalog: po/*/kinfocenter.po
Languages: de, es, ru, zh_cn

# @info
source: Could not load page content
de: Seiteninhalt kann nicht geladen werden
es: No se ha podido cargar el contenido de la página
ru: Не удалось загрузить содержимое страницы
zh_cn: 无法加载页面内容

# @info
source: Technical details: The <command>%1</command> tool is required to display this page, but could not be found. You may be able to install it using your package manager; either way, please report this packaging issue to %2.
de: Technische Details: Das Programm <command>%1</command> ist erforderlich, um diese Seite anzuzeigen, konnte jedoch nicht gefunden werden. Möglicherweise können Sie es über Ihren Paketmanager installieren. Bitte melden Sie dieses Paketierungsproblem in jedem Fall an %2.
es: Detalles técnicos: Se necesita la herramienta <command>%1</command> para mostrar esta página, pero no se ha encontrado. Es posible que pueda instalarla usando el gestor de paquetes. De cualquier modo, notifique este problema de empaquetado a %2.
ru: Технические сведения: для отображения этой страницы требуется программа <command>%1</command>, но её не удалось найти. Попробуйте установить её с помощью системного диспетчера пакетов; даже если это поможет, рекомендуется сообщить об этой ситуации разработчикам %2.
zh_cn: 技术细节：显示此页面需要 <command>%1</command> 工具，但程序无法在系统中找到它。您或许可以使用您的软件包管理器安装它；无论具体情况如何，请将此打包问题报告给 %2。

# @Info
source: Technical details: the <command>%1</command> tool crashed while generating page content.
de: Technische Details: Das Programm <command>%1</command> ist bei der Erstellung des Seiteninhalts abgestürzt.
es: Detalles técnicos: La herramienta <command>%1</command> ha fallado al generar el contenido de la página.
ru: Технические сведения: программа <command>%1</command> аварийно завершила работу во время формирования содержимого страницы.
zh_cn: 技术细节：生成页面内容时 <command>%1</command> 工具程序发生了崩溃。

# @info
source: No text matching the filter
de: Kein mit dem Filter übereinstimmender Text
es: Ningún texto coincide con el filtro
ru: Отсутствует текст, соответствующий фильтру
zh_cn: 没有匹配此过滤条件的文本

# @info the KCM has no data to display
source: No data available
de: Keine Daten verfügbar
es: No hay datos disponibles
ru: Данные отсутствуют
zh_cn: 没有可用数据

source: Report to %1
de: An %1 melden
es: Notificar a %1
ru: Сообщить об ошибке разработчикам %1
zh_cn: 报告到 %1

# @label placeholder text to filter for something
source: Filter…
es: Filtro…
ru: Фильтр…
zh_cn: 过滤…

# accessible name for filter input
source: Filter
es: Filtro
ru: Фильтр
zh_cn: 过滤

# @action:button close filter header
source: Close
de: Schließen
es: Cerrar
ru: Закрыть
zh_cn: 关闭

# @action:button pauses automatic refreshing
source: Pause Refreshing
de: Aktualisieren pausieren
es: Pausar actualización
ru: Приостановить обновление
zh_cn: 暂停刷新

# @action:button resumes automatic refreshing
source: Resume Refreshing
de: Aktualisieren fortsetzen
es: Continuar actualización
ru: Возобновить обновление
zh_cn: 继续刷新

# @action:button copies all displayed text
source: Copy to Clipboard
de: In die Zwischenablage kopieren
es: Copiar al portapapeles
ru: Копировать в буфер обмена
zh_cn: 复制到剪贴板

# @action:button opens filter bar
source: Filter
es: Filtro
ru: Фильтр
zh_cn: 过滤
